var data = [
    {
        a: '看到路边有人乞讨，在有零钱的情况下，你一般会给多少钱？',
        q: [
            '1元以下',
            '5元及以上', '10元及以上'
        ],
        sc: [1, 2]
    },
    {
        a: '你喜欢做家务吗?',
        q: [
            '喜欢',
            '不喜欢', '10元及以上'
        ],
        sc: [1, 2]
    },
    {
        a: '你会至少一门乐器吗？',
        q: [
            '会',
            '不会'
        ],
        sc: [1, 2]
    },
    {
        a: '给你一把古筝，你认为它是?',
        q: [
            '背面藏着暗器的掩饰物',
            '一把普通的乐器'
        ],
        sc: [1, 2]
    },
    {
        a: '恋人送你一枚戒指，你认为是什么材质的?',
        q: [
            '铂金',
            '黄金'
        ],
        sc: [1, 2]
    },
    {
        a: '你擅长运动或者体育吗？',
        q: [
            '擅长',
            '不擅长'
        ],
        sc: [1, 2]
    },
    {
        a: '你喜欢看神话故事吗？',
        q: [
            '喜欢',
            '不喜欢'
        ],
        sc: [1, 2]
    },
    {
        a: '圣诞老人和一枝梅你比较喜欢哪个？',
        q: [
            '一枝梅',
            '圣诞老人'
        ],
        sc: [1, 2]
    },
    {
        a: '走在路上，有人突然塞了一个东西给你，你认为是什么?',
        q: [
            '糖果',
            '瓜子'
        ],
        sc: [1, 2]
    },
    {
        a: '如果你有一台时光机，最想穿越回那个朝代？',
        q: [
            '唐朝',
            '宋朝'
        ],
        sc: [1, 2]
    }
];
var hudata = [
    {
        t: 'Yuki 樱琦',
        r: '你是真正的无坚不摧，还是只是戴着镣铐起舞？你习惯用面具武装自己，好像总是笑着就可以面对生活的种种磨砺。</br>但当你蓦然回首，却发现真正的自我似乎已经渐行渐远。那个脆弱的、懵懂的，但却真实的你，同样需要被看见。</br>经纬JINGWE：自我解放是永恒的课题。'
    },
    {
        t: 'April 四月',
        r: '你是否曾经想过另一个世界的苹果被切开的样子？你常常感觉约定俗成的规则让你疲惫不堪，单一线性的思维模式禁锢了你的思想。</br>在信马由缰的幻想中，你感到自由；与自然的连结之中，你找到了出口。另一个世界的苹果会在四月成熟吗？会拥有深蓝色的果实吗？</br>经纬JINGWE：为你提供释放思维的精神场。'
    },
    {
        t: 'Zakiya 梓昕',
        r: '你感到这个世界正在如工业流水线般趋于同一，人类正在成为千篇一律的模式。</br>  你厌倦了两点一线、日复一日的生活，渴望逃离这个不可挣脱的网格。在单一庸常组成的深海中，依旧有个性的火花在闪动</br>经纬JINGWE：摆脱束缚，重塑自我。'
    },
    {
        t: 'Freak 怪胎',
        r: '“你也能感受到吧？它正在规范我们的生活。”“那这次呢？你要选择闭眼接受还是现在就逃离？”你和周围的人都不一样——所以他们叫你，怪胎。</br>他们是完美无缺的统一程式，麻木地生活在美丽新世界。而你是野蛮生长的鲜活，生活的真相赋予你与众不同的粗砺。你会感到悲伤、痛苦、愤怒，这是保存自我的代价。</br>经纬JINGWE：“他们教我如何感受，那就不再是自己了。”'
    },
    {
        t: 'Gray 垠力',
        r: '你愿意和我们一起启程前往经纬宇宙吗？你感觉自己很奇怪，你向Doppelganger倾注了狂热的爱，身边的人却对你侧目。</br>时间、空间、信息流，你线性地生存着，却渴望获得灵魂的无限延伸。时间与信息都只是片面性的记载，灵魂的飞升才是唯一性的刻度。</br>经纬JINGWE：也许当下并不重要，经纬会告诉你答案。'
    }
]

